chat_system_997789247_actor_description=Gerack Few. Pirate. Undead.
chat_system_997789247_switch_0_header_3=^?^Ho ho! How glad I am to see you again! So then, will you help me with the bat?
chat_system_997789247_snap_5_question=^?^Look, I received this letter from my brother! He says that his leg has fallen off, so he can finally take a real pirate nickname - One-legged Chedro. Eh, an idiot's dream has come true - although well after his death!<br>By the way, friend, if you need any skeleton mercenaries, I'm your man.
chat_system_997789247_snap_5_answer_0=^?^Ok, show me, who here wants to become a hero!
chat_system_997789247_snap_5_answer_1=^?^Next time. I don't need any mercenaries right now.
chat_system_997789247_snap_4_question=^?^Ahoy there! May a holy word strike me down! If it isn't [player] himself! So, have you seen my brother? Of course, I wouldn't pull the wind from your sails - I mean, there's no hurry - but I do miss my decaying brother so much, and I haven't heard from him for a long time!
chat_system_997789247_snap_4_answer_0=^?^Yes, yes, I remember about your bat and your brother, don't worry.
chat_system_997789247_snap_0_question=^?^Yo ho ho, by a thousand dried jellyfish! I haven't had guests for a long time!
chat_system_997789247_snap_0_answer_0=^?^I get the impression that you were a pirate when you were alive...
chat_system_997789247_snap_1_question=^?^A truer fact's never been told, human! I used to be a valiant pirate, but now, here I am a very common zombie, just like my brother! We were hit together by a yard during that damn storm. But my brother decided to settle down on an island in Death Valley - he likes his solitude.<br>But enough about me... What are you doing here; you're still alive, right? Or are you one of those henchmen of Karador?
chat_system_997789247_snap_1_answer_0=^?^Yes, of course, I am quite alive. And I have nothing to do with Karador.
chat_system_997789247_snap_2_question=^?^Look, aren't you headed to Death Valley by a boat? I'd like you to deliver a bat to my brother. He lives there on the island.
chat_system_997789247_snap_2_answer_0=^?^A bat? Why does he need a bat?
chat_system_997789247_snap_3_question=^?^You see, my brother and I very often send each other letters with the help of specially trained homing bats. And recently our old bat ran into a dragon, which ate her up.<br>I bought a new bat from the necromancers, but it's necessary to take her to my brother, Chedro Few, so it can remember the way.<br>[reward]
chat_system_997789247_snap_3_answer_0=^?^And how can I get to your brother? I'd need a boat for this!
chat_system_997789247_snap_3_header_0=^?^Boat... I don't have a boat, but in the village near the Life Book, there's Harry, the old sailor. I know for sure that he's got a boat.<br>You can go to the south coast, find Harry and get a boat from him...
chat_system_997789247_snap_3_answer_1=^?^Okay, give me the bat, I'll take it to your brother.
chat_system_997789247_snap_3_answer_2=^?^I'd like to help you, but I don't have the time right now.
